Repository: PangJiaxin0326/MultiModalKit
Catalog: Sources/MultiModalKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ is unavailable on this device.
zh_hans: %@ 在此设备上不可用。

source: A recording is already in progress.
zh_hans: 录音已在进行中。

source: Audio recording failed: %@
zh_hans: 录音失败：%@

source: AVAudioRecorder did not start.
zh_hans: AVAudioRecorder 未能启动。

source: camera
zh_hans: 相机

source: Camera Access
zh_hans: 相机访问权限

source: Camera Capture Unavailable
zh_hans: 相机拍摄不可用

source: Camera photo capture
zh_hans: 相机拍摄

source: Camera Unavailable
zh_hans: 相机不可用

source: Choose Image
zh_hans: 选择图片

source: Choose Photo
zh_hans: 选择照片

source: Go to Settings
zh_hans: 前往设置

source: Image capture failed: %@
zh_hans: 图像拍摄失败：%@

source: Image data is unavailable.
zh_hans: 图像数据不可用。

source: Live speech session has already started.
zh_hans: 实时语音会话已开始。

source: microphone
zh_hans: 麦克风

source: Microphone Access
zh_hans: 麦克风访问权限

source: Microphone audio could not be converted for analysis.
zh_hans: 无法将麦克风音频转换为可分析格式。

source: Model could not be loaded: %@
zh_hans: 无法载入模型：%@

source: No compatible camera was found.
zh_hans: 未找到兼容的相机。

source: Object detection failed: %@
zh_hans: 对象检测失败：%@

source: Permission denied for %@.
zh_hans: %@ 权限已被拒绝。

source: photo library
zh_hans: 照片图库

source: Photo Library Access
zh_hans: 照片图库访问权限

source: photo library add-only access
zh_hans: 仅添加照片权限

source: Photo Library Add-Only Access
zh_hans: 仅添加照片权限

source: Record
zh_hans: 录音

source: Required Permissions
zh_hans: 所需权限

source: Speech model assets are unavailable.
zh_hans: 语音模型资源不可用。

source: speech recognition
zh_hans: 语音识别

source: Speech Recognition
zh_hans: 语音识别

source: Speech transcription does not support locale %@.
zh_hans: 语音转录不支持区域 %@。

source: Speech transcription is unavailable on this device.
zh_hans: 此设备无法使用语音转录。

source: Start using the App
zh_hans: 开始使用应用

source: Stop
zh_hans: 停止

source: The camera capture session has not been configured.
zh_hans: 尚未配置相机拍摄会话。

source: The camera input or photo output could not be added.
zh_hans: 无法添加相机输入或照片输出。

source: The selected photo did not contain transferable image data.
zh_hans: 所选照片不包含可传输的图像数据。

source: Transcribing
zh_hans: 正在转录
